<h1>Ford Falcon Futura Sprint 1964 года.</h1>
<p>Кабриолет Ford Falcon Futura Sprint 1964 г. имел V-образный 8-цилиндровый двигатель рабочим объемом 4,2 л, который развивал максимальную мощность 164 л.с.
    Эта агрессивная на вид машина побеждала во многих соревнованиях середины 60-х гг. К тому времени американский Ford начал выпуск модели Mustang, вытеснившей в 1965 г. автомобили Futura Sprint. В 1963 г. собрали 15081 машину этой марки, в 1964 г. - 18108, в 1965 г. - 3106.
    На фото изображен Ford Falcon Futura Sprint 1964 г. с мягким верхом и колпаками колес со спицоеанным рисунком.
Характеристика (1964 г.)
Двигатель:
V8, верхнеклапанный
Диаметр цилиндра и ход поршня:
96,5x72,9 мм
Рабочий объем:
4260 см3
Максимальная мощность:
164 л.с.
Коробка передач:
3- или 4-ступенчатая механическая или 3-ступенчатая автоматическая
Шасси:
на несущем кузове
Подвеска:
спереди независимая на винтовых пружинах, сзади зависимая на полуэллиптических рессорах
Тормоза:
барабанные
Кузов:
стальной 4-местный
Максимальная скорость:
стальной 4-местный
    </p>

<style>

:root {
    --primary-color: #3498db;
    --secondary-color: #2ecc71;
    --text-color: #333;
    --background-color: #f5f5f5;
    --border-color: #e7e7e7;
}
h1 {
    text-align: center;
    font-size: 2.5rem;
    color: var(--primary-color);
    margin-bottom: 20px;
}

p {
    font-size: 1.1rem;
    margin-bottom: 20px;
    line-height: 1.6;
}



</style>