<h1>История автомобилей Ford</h1>


<script>
import image1 from '../../image/history/1.jpg';
import image2 from '../../image/history/2.jpg';
import image3 from '../../image/history/3.jpg';
import image4 from '../../image/history/4.jpg';
import image5 from '../../image/history/5.jpg';
import image6 from '../../image/history/6.jpg';
import image7 from '../../image/history/7.jpg';
import image8 from '../../image/history/8.jpg';
import image9 from '../../image/history/9.jpg';
import image10 from '../../image/history/10.jpg';
import image11 from '../../image/history/11.jpg';
import image12 from '../../image/history/12.jpg';
import image13 from '../../image/history/13.jpg';
import image14 from '../../image/history/14.jpg';
import image15 from '../../image/history/15.jpg';
import image16 from '../../image/history/16.jpg';
import image17 from '../../image/history/17.jpg';




let images = [
    { id: 1, src: image1 },
    { id: 2, src: image2 },
    { id: 3, src: image3 },
    { id: 4, src: image4 },
    { id: 5, src: image5 },
    { id: 6, src: image6 },
    { id: 7, src: image7 },
    { id: 8, src: image8 },
    { id: 9, src: image9 },
    { id: 10, src: image10 },
    { id: 11, src: image11 },
    { id: 12, src: image12 },
    { id: 13, src: image13 },
    { id: 14, src: image14 },
    { id: 15, src: image15 },
    { id: 16, src: image16 },
    { id: 17, src: image17 },
    
];
</script>
<p>Cвой первый автомобиль Генри Форд (Henry Ford) построил 1896 г. в мастерской рядом со своим домом в Детройте. Произошло это задолго до основания им собственной компании. Поработав на знаменитого изобретателя Томаса Эдисона (Thomas Edison), затем на фирме Detroit Automobile (Детройт Отомобайл), он основал в 1903 г. Ford Motor Company.
    Первые автомобили Ford были ручного изготовления, большими и дорогими.
    </p>
<img src={image1} alt="image" >
<p>Прорыв произошел в 1908 г. благодаря модели "Т". Продавая эти машины по самой низкой цене в единственном варианте исполнения, Форд стремился "поставить Америку на колеса". Кроме того, на своем заводе в Хайлэнд Парке в 1913 г. он внедрил движущуюся производственную линию, позволившую значительно снизить себестоимость изготовления.  В результате с 1908 по 1927 г. было собрано 15 млн. автомобилей модели "Т", а компания Ford стала лидером на рынке США. 
    </p>
<img src={image2} alt="image" >
<p>На смену модели "Т" пришла модель "А". Конструктивно машина оказалась вполне современной: она имела 3-ступенчатую коробку передач, тормоза на всех колесах, получила ряд новинок для мирового автомобилестроения. Впервые на ней использовали закаленное ветровое стекло, гидравлические амортизаторы, впервые машина с кузовом универсал пошла в серийное производство. Хотя модель "А" и последовавшие за ней автомобили с двигателем V8 оказались очень удачными, компания вошла в серьезный конфликт с профсоюзами и в 30-е гг. постепенно уступила лидерство.
    </p>
<img src={image3} alt="image" >
<p> За моделью "А" последовала менее успешная модель "АВ", а затем более солидная "V8", названная "Последним механическим триумфом Форда". Машина получила шасси от модели "АВ", включая ее не очень эффективные тормоза. Несмотря на ряд проблем с шестернями, автомобиль стал в 30-е гг. основой производственной программы Ford. К этому времени американские автомобили, включая "V8", каждый год подвергались стилистическим изменениям. Перед смертью Генри Форда компания находилась на грани банкротства. Спас положение внук Генри Форд II, пришедший к руководству после второй мировой войны.
    </p>
<img src={image4} alt="image" >
<p>К этому времени Ford уже выпускал модели Mercury (Меркьюри) и Lincoln (Линкольн), владел отделениями в Европе и на других континентах. И все же основной продукцией концерна оставались дешевые семейные автомобили. Продажи Ford в США увеличились с 480 тыс. единиц в 1946 г. до 1,5 млн. в 1959 г. и до 2 млн. в 1970 г. Все это время Ford боролся за звание самой успешной американской автомобилестроительной компании. Но занимал только второе место за General Motors. 
    </p>
<img src={image5} alt="image" >
<img src={image6} alt="image" >
<p>Время от времени Ford позволял себе создание таких автомобилей, как 2-местный Thunderbird 50-х гг., пользовавшийся феноменальным успехом Mustang (Мустанг), 7-литровые Galaxie (Гэлекси) и Torino (Торино) - все 60-х гг., и 1,6-литровый Pinto (Пинто) начала 70-х.
    </p>
<img src={image7} alt="image" >
<img src={image8} alt="image" >
<img src={image9} alt="image" >
<img src={image10} alt="image" >
<img src={image11} alt="image" >
<p>Энергетический кризис 70-80-х гг. заставил Ford уменьшить размеры своих автомобилей, снизить мощность двигателей и упростить их стиль. Как и его конкуренты, Ford стал устанавливать связи с японскими компаниями, что позволило начать массовый выпуск переднеприводных машин. В 80-е гг. полноразмерные американские седаны типа LTD ушли в прошлое. Покупатели останавливали свой выбор на семейных автомобилях уменьшенных размеров вроде Fairmont (Фэйрмонт). Затем настало время моделей, выполненных в европейском стиле. Эта тенденция была хорошо заметна на серии Thunderbird, когда автомобили из типичных представителей американского дизайна превратились в образцы плавных обтекаемых форм. Другим подобным примером являлась модель Tempo.
    </p>
<img src={image12} alt="image" >
<img src={image13} alt="image" >
<p>Несмотря на смену ориентиров, Ford не перестал быть самим собой, выпуская наряду с заурядными моделями и такие образцы как Mustang SVO с турбонаддувом и обновленный Mustang GT. Наиболее привлекательные автомобили Ford выпускал обычно под названием Lincoln Continental (Линкольн Континентал). 
    </p>
<img src={image14} alt="image" >
<img src={image15} alt="image" >
<p>Предпоследнее поколение автомобилей Ford Thunderbird было представлено в середине 80-х гг. и оказалось намного более элегантным и обтекаемым, чем предыдущие разработки американского концерна Ford. Новый Thunderbird стал кандидатом на участие в престижных трековых гонках NASCAR. Из дорожных машин представлял интерес 2,3-литровый вариант Turbo Coupe (Турбо Купе). Он отличался особой 4-рычажной задней подвеской с двумя дополнительными продольными амортизаторами.
    В 1999 г. на автосалоне в Детройте показали прототип нового Thunderbird с 2-местным кузовом, в котором сочетались современные идеи и классические формы старого доброго "Громовержца" 50-х гг. (форма передка, интерьер салона). Идея такого автомобиля оказалась востребованной, и руководство Ford решилось на серийное производство модели. На этом заканчивается краткая история автомобилей Ford до 2000-х.
    </p>
<img src={image16} alt="image" >
<img src={image17} alt="image" >

<style>

img{
    display: block;
    margin-left: auto;
    margin-right: auto;
    width: 600px;
    height: auto;
}
:root {
    --primary-color: #3498db;
}
    video {
  margin-left: -100px; 
}
h1 {
    color: var(--primary-color);
}
</style>
