<h1>Музей Им. А.Н. Радищева</h1>
<p> 
    Сначала название Torino использовали на автомобилях Fairlane с самой дорогой отделкой. Лишь со временем оно стало самостоятельным. Поколение Fairlane 1966 г. получило более вытянутые кузова и, естественно, имело множество вариантов. 
    В 1968 модельном году новое, более спортивное исполнение автомобиля Fairlane получило имя Torino (итальянское название города Турин). 
    В 1969-70 гг. Ford воспользовался своими связями с Кэроллом Шелби и представил "мускулистый" автомобиль Torino Cobra (Кобра) с 7-литровым мотором V8 мощностью 335-375 л.с. Это был ответ на машину Plymouth Road Runner (Плимут Роуд Раннер). 
    Даже в базовой комплектации автомобиль мог разогнаться с места до 161 км/ч за 15 с и имел огромную максимальную скорость. 
    Тем не менее, в 1971 г. недолгая жизнь машины завершилась. Больше никогда не выпускали столь мощный автомобиль. Сама же серия Torino пострадала от ввода новых норм на токсичность. Такие машины с кузовом фастбек, жалюзи на заднем стекле, широкими шинами и экзотическим сочетанием цветов окраски кузова стали через некоторое время лакомством для коллекционеров.
</p>
   
<style>
:root {
    --primary-color: #3498db;
    --secondary-color: #2ecc71;
    --text-color: #333;
    --background-color: #f5f5f5;
    --border-color: #e7e7e7;
}
h1 {
    text-align: center;
    font-size: 2.5rem;
    color: var(--primary-color);
    margin-bottom: 20px;
}

p {
    font-size: 1.1rem;
    margin-bottom: 20px;
    line-height: 1.6;
}



</style>