<h1>Ford Probe (Форд Проуб)</h1>
<p>Предполагалось, что новый Probe станет преемником долгожителя Mustang III, но машины изготавливали параллельно. Вероятно, мысль о переднеприводном Mustang с поперечным двигателем не укладывалась в головах традиционалистов концерна Ford. Доработанный вариант платформы и ходовой части Mazda 626/МХ-6 получил новый 3-дверный кузов хэтчбек. Колесная база 2,5 м обеспечила пространство для размещения четырех, близко расположенных друг от друга, сидений. В результате получился спортивный и в то же время практичный автомобиль, который американцам пришелся по вкусу. Продажа пошла бойко. На автомобили Ford Probe устанавливали рядные 4-цилиндровые двигатели и V-образные 6-цилиндровые моторы. Варианты Р4 с турбонаддувом развивали такую же максимальную скорость, что и машины с безнаддувной V6 - 209 км/ч
    По сравнению с машинами Mazda, управляемость Probe оказалась лучше. На ходу это был настоящий спортивный автомобиль. Даже базовый вариант "GL" развивал скорость более 177 км/ч, а вариант "GT" с турбонаддувом -209 км/ч. Когда Ford предложил в 1990 г. вариант с двигателем V6 без наддува (мотор, используемый и на седанах Taurus), те же характеристики были обеспечены без всяких проблем.
    </p>

<style>
:root {
    --primary-color: #3498db;
    --secondary-color: #2ecc71;
    --text-color: #333;
    --background-color: #f5f5f5;
    --border-color: #e7e7e7;
}
h1 {
    text-align: center;
    font-size: 2.5rem;
    color: var(--primary-color);
    margin-bottom: 20px;
}

p {
    font-size: 1.1rem;
    margin-bottom: 20px;
    line-height: 1.6;
}



</style>